Repository: batu89/TBTest
Catalog: iOS/*/ios.xliff
Languages: ar, tr

source: You're currently changing countries
ar: أنت حاليًا تقوم بتغيير الدول
tr: Şu anda ülke değiştiriyorsun

source: You're currently connected to TunnelBear
ar: أنت حاليًا متصل بـ TunnelBear
tr: Şu anda TunnelBear'e bağlısın

source: You're currently disconnected from TunnelBear
ar: أنت حاليًا غير متصل بـ TunnelBear
tr: Şu anda TunnelBear bağlantın kesik

source: Your TunnelBear is out of food (data)!
ar: نفد الطعام (البيانات) المخصص لـ TunnelBear!
tr: TunnelBear'inin yiyeceği (verisi) bitti!

source: Your free 1GB has been delivered!
ar: تم تسليم الـ 1 غيغابايت المجانية الخاصة بك!
tr: Ücretsiz 1 GB'ın aktarıldı!

source: Your location:
ar: موقعك:
tr: Konumun:

source: Your location: %@
ar: موقعك: %@
tr: Konumun: %@

# Your location: %@, %@
source: Your location: %1$@, %2$@
ar: موقعك: %1$@، %2$@
tr: Konumun: %1$@, %2$@

# Your location: %@, %@, %@
source: Your location: %1$@, %2$@, %3$@
ar: موقعك: %1$@، %2$@، %3$@
tr: Konumun: %1$@, %2$@, %3$@

source: contact support
ar: الاتصال بالدعم
tr: destek ekibine ulaş

source: free 1GB
ar: 1 غيغابايت مجانًا
tr: Ücretsiz 1 GB

source: here
ar: هنا
tr: buradan

source: manual settings
ar: الإعدادات اليدوية
tr: Manuel ayarlarla

source: onboard_install_profile
ar: onboard_install_profile_ar
tr: onboard_install_profile_tr

source: onboard_install_profile_ios8
ar: onboard_install_profile_ios8_ar
tr: onboard_install_profile_ios8_tr

source: other apps
ar: تطبيقاتك الأخرى
tr: diğer uygulamaları

source: Email has not been confirmed
ar: لم يتم تأكيد البريد الإلكتروني
tr: E-posta doğrulanmadı

source: Email is required
ar: البريد الإلكتروني مطلوب
tr: E-posta gerekiyor

source: First name is required.
ar: الاسم الأول مطلوب.
tr: Ad gerekiyor.

source: Password is required
ar: كلمة المرور مطلوبة
tr: Şifre gerekiyor

source: The password must be at least %lu characters long.
ar: يجب أن تتكون كلمة المرور من %lu حروف على الأقل.
tr: Şifre en az %lu karakter olmalı.

source: This doesn't look like a valid email.
ar: لا يبدو هذا كأنه بريد إلكتروني صحيح.
tr: Bu geçerli bir e-postaya benzemiyor.

source: Unable to fetch image
ar: تعذَّر جلب الصورة
tr: Görüntü sunulamıyor
