Repository: batu89/TBTest
Catalog: iOS/*/ios.xliff
Languages: ar, tr

# 03z-jr-kYk.normalTitle
source: Sure!
ar: نعم
tr: Evet

# 58M-PZ-Xk3.normalTitle
source: Go Tunneling!
ar: اذهب لحفر الأنفاق!

# ajY-lA-uqt.normalTitle
source: Nah
ar: لا
tr: Yok

# 5c0-Hm-8NY.title
source: Select a Country
ar: حدِّد الدولة
tr: Ülke seç

# 13.normalTitle
source: Create a Free Account
ar: إنشاء حساب مجاني
tr: Ücretsiz hesap aç

# 21.normalTitle
source: Log in
ar: تسجيل الدخول
tr: Giriş

# 54.accessibilityLabel
source: Email
ar: الإيميل
tr: E-posta

# 54.placeholder
source: example@gmail.com
ar: example@email.com
tr: ornek@email.com

# 55.accessibilityLabel
source: Email
ar: الإيميل
tr: E-posta

# 55.text
source: Email
ar: الإيميل
tr: E-posta

# 57.accessibilityLabel
source: First name
ar: الاسم الأول
tr: Ad

# 58.accessibilityLabel
source: First Name
ar: الاسم الأول
tr: Ad

# 58.text
source: First Name
ar: الاسم الأول
tr: Ad

# 63.accessibilityLabel
source: Password
ar: كلمة المرور
tr: Şifre

# 63.text
source: Password
ar: كلمة المرور
tr: Şifre

# 64.accessibilityHint
source: Please choose a password you'd like to use with TunnelBear
ar: يرجى اختيار كلمة المرور التي ترغب في استخدامها مع TunnelBear
tr: Lütfen TunnelBear için bir şifre seç

# 64.accessibilityLabel
source: Password
ar: كلمة المرور
tr: Şifre

# 64.placeholder
source: required
ar: مطلوب
tr: gerekli

# 69.text
source: Have an account?
ar: هل لديك حساب؟
tr: Hesabın var mı?

# 46.text
source: Password
ar: كلمة المرور
tr: Şifre

# 47.accessibilityHint
source: Please enter your TunnelBear password
ar: يرجى إدخال كلمة المرور الخاصة بك على TunnelBear
tr: Lütfen TunnelBear şifreni gir

# 47.accessibilityLabel
source: Password
ar: كلمة المرور
tr: Şifre

# 47.placeholder
source: required
ar: مطلوب
tr: gerekli

# 48.accessibilityLabel
source: Email
ar: الإيميل
tr: E-posta

# 48.placeholder
source: example@gmail.com
ar: example@email.com
tr: ornek@email.com

# 49.text
source: Email
ar: الإيميل
tr: E-posta

# 55.text
source: New to TunnelBear?
ar: هل أنت جديد على TunnelBear؟
tr: TunnelBear'e yeni mi katıldın?

# 57.normalTitle
source: Create an account
ar: إنشاء حساب
tr: Hesap aç

# 58.normalTitle
source: Log In
ar: تسجيل الدخول
tr: Giriş

# 77.accessibilityHint
source: Opens password reset form in Safari
ar: يفتح نموذج إعادة تعيين كلمة المرور في Safari
tr: Şifre sıfırlama formunu Safari'de aç

# 77.normalTitle
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
tr: Şifreni mi unuttun?

# 3Bl-5R-ae6.accessibilityLabel
source: Current status
ar: الوضع الحالي
tr: Güncel durum

# 3Bl-5R-ae6.text
source: Disconnected
ar: غير متصل
tr: Bağlantı kesildi

# AH2-0Z-KnF.accessibilityHint
source: Got it
ar: فهمت
tr: Tamamdır

# AH2-0Z-KnF.accessibilityLabel
source: Got it
ar: فهمت
tr: Tamamdır

# AH2-0Z-KnF.normalTitle
source: Got it
ar: فهمت
tr: Tamamdır

# G8d-yD-fXp.text
source: Change countries here.
ar: تغيير الدول هنا.
tr: Buradan ülke değiştir.

# IN1-Dq-51U.accessibilityHint
source: Change connection countries
ar: تغيير الدول التي تتصل بها
tr: Bağlantı ülkesi değiştir

# IN1-Dq-51U.accessibilityLabel
source: Change countries
ar: تغيير الدول
tr: Ülke değiştir

# IN1-Dq-51U.normalTitle
source: Germany
ar: ألمانيا
tr: Almanya

# WN0-Nv-lk5.text
source: Turn TunnelBear ON here.
ar: شغِّل TunnelBear من هنا.
tr: Buradan TunnelBear'i aç.

# nH8-qR-TXv.accessibilityHint
source: Open menu
ar: فتح القائمة
tr: Menüyü aç

# nH8-qR-TXv.accessibilityLabel
source: Menu
ar: القائمة
tr: Menü

# s6f-ak-6To.accessibilityHint
source: Upgrade your bear
ar: قم بترقية دبك
tr: Ayını üst sürüme geçir

# s6f-ak-6To.accessibilityLabel
source: Upgrade
ar: ترقية
tr: Üst sürüme geç

# s6f-ak-6To.normalTitle
source: Upgrade
ar: ترقية
tr: Üst sürüme geç

# x71-gq-8Bu.accessibilityHint
source: Connect to TunnelBear
ar: اتصال بـ TunnelBear
tr: TunnelBear'e bağlan

# x71-gq-8Bu.accessibilityLabel
source: Toggle Connection
ar: تبديل الاتصال
tr: Bağlantı Değiştir

# FS5-2o-nej.normalTitle
source: Manage Subscription Settings
ar: إعدادات إدارة الاشتراك
tr: Üyelik Ayarlarını Yönet

# d5Q-6h-6Nb.text
source: Rawrr! Problems with your TunnelBear? Please contact support for a response within 24 hours.
ar: رووور! هل تواجه مشاكل مع TunnelBear؟ يرجى الاتصال بالدعم وسيصلك الرد في غضون 24 ساعة.
tr: Roorrr! TunnelBear sorun mu çıkarıyor? Lütfen 24 saat içinde cevap almak için destek ekibine ulaş.

# gDF-Lc-s5O.normalTitle
source: Need Instructions?
ar: هل تحتاج إلى إرشادات؟
tr: Yardım lazım mı?

# ucj-Mr-yLq.title
source: Manage Subscription
ar: إدارة الاشتراك
tr: Üyeliği Yönet

# 0Gj-sl-JBI.text
source: Go to “Settings” to choose your country and turn VPN on and off.
ar: انتقل إلى “إعدادات” لتختار دولتك وتقوم بتشغيل وإيقاف تشغيل الـ VPN
tr: Ülkeni seçmek ve VPN'i açmak veya kapatmak için “Ayarlar” menüsüne git.

# JU5-Dk-53I.text
source: You're currently using manual controls.
ar: أنت تستخدم حاليًا إعدادات التحكم اليدوية.
tr: Şu anda manuel kontrolleri kullanıyorsun.

# Scc-ra-AR5.normalTitle
source: Switch to In-App Controls?
ar: هل تريد التبديل إلى إعدادات التحكم من داخل التطبيق؟
tr: Uygulama içi kontrollere geçilsin mi?

# Xas-B4-C4d.title
source: VPN Settings
ar: إعدادات VPN
tr: VPN Ayarları

# 7XZ-hx-yE5.text
source: Free TunnelBear
ar: المجاني TunnelBear
tr: Ücretsiz TunnelBear

# 67w-wE-FRz.text
source: v2.0
ar: الإصدار 2.0

# Izg-3I-HtI.normalTitle
source: Bug Report
ar: إبلاغ عن خطأ
tr: Hata Raporu

# fpX-y1-jyN.normalTitle
source: OK
ar: موافق
tr: Tamam

# jlR-rX-XRe.title
source: We don't collect your data!
ar: نحن لا نجمع بياناتك!
tr: Verilerini toplamıyoruz!

# Bui-2t-tC6.normalTitle
source: I'm Ready
ar: أنا مستعد
tr: Hazırım

# VB8-wO-0Di.text
source: TunnelBear needs to install “VPN” settings on your iPhone. Tap Install when you're prompted.
ar: يحتاج TunnelBear إلى تثبيت إعدادات ”VPN“ على جهاز iPhone الخاص بك. انقر تثبيت عند مطالبتك بذلك.
tr: TunnelBear'in iPhone'una “VPN” ayarları yüklemesi gerekiyor. Sorulduğunda “yükle”ye bas.

# egT-Xs-w6P.text
source: Install iOS Settings
ar: تثبيت إعدادات iOS
tr: iOS Ayarlarını Yükle

# 3GF-DA-YqY.title
source: Choose a way to tunnel
ar: حدِّد طريقة لحفر الأنفاق
tr: Tünel açma yöntemi seç

# US9-2U-1JM.normalTitle
source: In-App
ar: داخل التطبيق
tr: Uygulama içi

# ZdH-hT-C3L.text
source: I want to control TunnelBear from within the app (recommended)
ar: أريد أن أتحكم في TunnelBear من داخل التطبيق (مستحسن)
tr: TunnelBear'i uygulama içinden yönetmek istiyorum (tavsiye edilen)

# Pne-4F-Pbh.text
source: Privacy
ar: الخصوصية
tr: Gizlilik

# WE8-KB-Whr.segmentTitles[0]
source: Full Plans
ar: الخطط الكاملة
tr: Tam Planlar

# WE8-KB-Whr.segmentTitles[1]
source: For iOS Only
ar: لنظام iOS فقط
tr: Sadece iOS İçin

# jCX-eZ-T0E.text
source: Restore Purchases
ar: استرداد المشتريات
tr: Satın Alımları Geri Yükle

# rtb-3h-X6l.title
source: Get Unlimited Data
ar: احصل على بيانات غير محدودة
tr: Sınırsız Veri Al

# 2XY-cC-bu3.text
source: Yearly
ar: سنوي
tr: Yıllık

# 8Vj-Fx-gOQ.text
source: Free
ar: مجاني
tr: Ücretsiz

# CK8-26-k2m.text
source: Monthly
ar: شهري
tr: Aylık

# Kkn-rl-mak.text
source: For up to 5 computers, phones or tablets
ar: بحد أقصى 5 أجهزة حاسوب أو هواتف أو حواسيب لوحية
tr: 5 tane bilgisayar, telefon, tablet için

# Owc-FT-4oe.text
source: Save 0%
ar: وفِّر 0%
tr: %0 kâr et

# fRo-l6-Vzu.text
source: 500 MB Data remaining
ar: البيانات المتبقية 500 ميغابايت
tr: 500 MB veri kaldı

# 3YB-rY-Wxe.title
source: Please enter your Twitter ID
ar: يرجى إدخال معرفك على Twitter
tr: Lütfen Twitter kullanıcı adını gir

# 32A-vc-cSB.text
source: We want to make sure we send the free GB to the right person.
ar: نريد أن نتأكد من إرسال الغيغابايت المجانية إلى الشخص الصحيح.
tr: Ücretsiz 1 GB'ı doğru kişiye yollamak istiyoruz da.

# P75-hz-Z5H.placeholder
source: required
ar: مطلوب
tr: gerekli

# bZr-OZ-SC7.normalTitle
source: Tweet Now
ar: غرِّد الآن
tr: Şimdi tweet at

# rtA-K4-wBL.text
source: Twitter ID
ar: معرِّف Twitter
tr: Twitter kullanıcı adı

# LQF-yZ-SMv.text
source: The always vigilant TunnelBear team will see you've tweeted.
ar: سيرى تغريداتك فريق TunnelBear المتيقظ دائمًا.
tr: Her zaman tetikte olan TunnelBear ekibi tweet attığını görecek.

# j0W-si-tZI.text
source: Within the hour, your TunnelBear account will have a bonus GB of free data for the month.
ar: خلال ساعة، سيتم إضافة 1 غيغابايت مجانية من البيانات إلى حسابك في TunnelBear لهذا الشهر.
tr: Bir saat içinde TunnelBear hesabına bu aylık ekstra 1 GB ücretsiz veri aktarılacak.

# mxl-i6-1Fu.text
source: Tweet @theTunnelBear asking for 1 free GB of data.
ar: غرِّد على @theTunnelBear واطلب 1 غيغابايت من البيانات مجانًا.
tr: @theTunnelBear'e tweet atıp ücretsiz 1 GB verini iste.

# nmI-Ks-9gO.title
source: Tweet for a FREE GB!
ar: غرِّد لتحصيل 1 غيغابايت مجاني
tr: ÜCRETSİZ 1 GB için tweet at!

# uFq-Oi-QlX.accessibilityHint
source: Let's do this!
ar: هيا نقوم بذلك!
tr: Hadi başlayalım!

# uFq-Oi-QlX.accessibilityLabel
source: Let's do this!
ar: هيا نقوم بذلك!
tr: Hadi başlayalım!

# uFq-Oi-QlX.normalTitle
source: Let's do this!
ar: هيا نقوم بذلك!
tr: Hadi başlayalım!

# Fd1-X4-kYs.text
source: Your 1GB of free data should appear within the hour.
ar: يجب أن تظهر الـ 1 غيغابايت المجانية من البيانات في حسابك خلال ساعة.
tr: 1 GB ücretsiz verin bir saat içinde gelecek.

# Xas-B4-C4d.title
source: Rawr! Thanks!
ar: رووور! شكرًا لك!
tr: Rorr! Sağ ol!

# mRJ-U1-Sc9.text
source: You can tweet again next month for another free GB!
ar: يمكنك التغريد مرة أخرى الشهر القادم للحصول على غيغابايت مجاني آخر!
tr: Gelecek ay ücretsiz 1 GB kazanmak için tekrar tweet atabilirsin!

# mu4-iI-Tgy.normalTitle
source: OK
ar: موافق
tr: Tamam

# 2JP-sf-gYi.text
source: We've sent you a bear!
ar: لقد أرسلنا إليك دبًا!
tr: Sana ayı gönderdik!

# PXg-NA-y5J.text
source: Please check your email to confirm we’ve sent your bear to the right address:
ar: يرجى التحقق من بريدك الإلكتروني للتأكد من أننا أرسلنا الدب إلى العنوان الصحيح:
tr: Ayını doğru adrese gönderip göndermediğimizi kontrol etmek için lütfen e-postana bak:

# TwT-VL-3Lv.normalTitle
source: Change Email
ar: تغيير الايميل
tr: E-posta Değiştir

# Xtg-k8-1fo.normalTitle
source: Continue
ar: متابعة
tr: Devam

# vVd-jG-HCZ.normalTitle
source: Resend Email
ar: إعادة إرسال الايميل
tr: E-postayı Tekrar Gönder

# 17.title
source: Done
ar: تم
tr: Tamam

# CFBundleDisplayName
source: ${BUNDLE_NAME}
ar: TunnelBear
tr: TunnelBear

# CFBundleName
source: ${BUNDLE_NAME}
ar: TunnelBear
tr: TunnelBear

source: Double check your connection?
ar: هل تريد التحقق من اتصالك مرة أخرى؟
tr: Bağlantını tekrar kontrol eder misin?

source: %lldMB
ar: %lld ميغابايت

source: %lldMB Data remaining
ar: البيانات المتبقية %lld ميغابايت
tr: %lld MB veri kaldı

source: %lldMB Remaining this month
ar: البيانات المتبقية لهذا الشهر %lldMB
tr: Bu aylık %lldMB kaldı

source: (recommended)
ar: (مستحسن)
tr: (tavsiye edilen)

source: 1 FREE GB
ar: 1 غيغابايت مجانا
tr: ÜCRETSİZ 1 GB

source: Another purchase is in progress
ar: توجد عملية شراء أخرى قيد التقدم
tr: Bir başka satın alım sürüyor

source: BUY
ar: شراء
tr: SATIN AL

source: Bear Sounds
ar: أصوات الدببة
tr: Ayı Sesleri

source: Bearmuda Triangle
ar: مثلث برمودا
tr: Bearmuda Üçgeni

source: By confirming you will send TunnelBear a report that might help us further diagnose your bear.
ar: بموجب التأكيد، ستُرسل إلى TunnelBear تقريرًا قد يساعدنا في تحسين دبك بشكل أفضل.
tr: Bunu onaylayarak ayına daha iyi teşhis koyabilmemiz için TunnelBear'e rapor göndermeyi kabul ediyorsun.

source: Can't connect while disconnecting
ar: لا يمكن الاتصال أثناء قطع الاتصال
tr: Bağlantı kesilirken bağlanılamaz

source: Cancel
ar: إلغاء
tr: İptal

source: Cannot Purchase Upgrade
ar: تعذَّر شراء الترقية
tr: Üst Sürüm Satın Alınamıyor

source: Cannot Tunnel
ar: تعذَّر حفر الأنفاق
tr: Tünel Açılamıyor

source: Change Location
ar: تغيير الموقع
tr: Konum Değiştir

source: Changing countries…
ar: جارٍ تغيير الدول...
tr: Ülke değiştiriliyor…

source: Checking email…
ar: جارٍ التحقق من البريد الإلكتروني…
tr: E-posta kontrol ediliyor…

source: Choose Location
ar: اختيار الموقع
tr: Konum Seç

source: Closest Tunnel
ar: أقرب نفق
tr: En Yakın Tünel

source: Connect
ar: اتصال
tr: Bağlan

source: Connect to %@
ar: اتصال بـ %@
tr: Bağlanılacak ülke: %@

source: Connect to TunnelBear
ar: اتصال بـ TunnelBear
tr: TunnelBear'e bağlan

source: Connecting…
ar: جارٍ الاتصال...
tr: Bağlanıyor…

source: Connection Secure!
ar: الاتصال آمن!
tr: Bağlantı Güvenli!

source: Connection Secure! While connected, you can use other apps as if you're in %@!
ar: الاتصال آمن! بينما أنت متصلا، يمكنك استخدام تطبيقاتك الأخرى كما لو أنك في %@!
tr: Bağlantı Güvenli! Bağlantı varken diğer uygulamaları şu ülkedeymiş gibi kullanabilirsin: %@.

source: Continue
ar: متابعة
tr: Devam

source: Could not complete purchase
ar: تعذَّر إتمام الشراء
tr: Satın alma tamamlanamadı

source: Could not create an account
ar: تعذَّر إنشاء حساب
tr: Hesap açılamadı

source: Could not log in
ar: تعذَّر تسجيل الدخول
tr: Giriş yapılamadı

source: Couldn't connect, please try again later
ar: تعذَّر الاتصال، يرجى المحاولة مرة أخرى لاحقًا
tr: Bağlanılamadı, lütfen daha sonra tekrar dene

source: Creating account…
ar: جارٍ إنشاء الحساب...
tr: Hesap açılıyor…

source: DONE
ar: تم
tr: TAMAM

source: Did you mean %@?
ar: هل تقصد %@؟
tr: Şunu mu kastettin: %@?

source: Disconnect
ar: قطع الاتصال
tr: Bağlantıyı kes

source: Disconnect from TunnelBear
ar: قطع الاتصال بـ TunnelBear
tr: TunnelBear bağlantısını kes

source: Disconnected
ar: غير متصل
tr: Bağlantı kesildi

source: Disconnecting…
ar: جارٍ قطع الاتصال...
tr: Bağlantı kesiliyor…

source: Encrypted Tunnel
ar: نفق مشفَّر
tr: Şifreli Tünel

source: For iPhones and iPads only
ar: لأجهزة iPhone وiPad فقط
tr: Sadece iPhone ve iPad için

source: For up to 5 computers, phones or tablets
ar: بحد أقصى 5 أجهزة حاسوب أو هواتف أو حواسيب لوحية
tr: 5 tane bilgisayar, telefon, tablet için

source: Free TunnelBear
ar: TunnelBear المجاني
tr: Ücretsiz TunnelBear

source: Free data!
ar: بيانات مجانية!
tr: Ücretsiz veri!

source: Giant TunnelBear
ar: TunnelBear العملاق
tr: Dev TunnelBear

source: Go Tunneling!
ar: اذهب لحفر الأنفاق!

source: Got it
ar: فهمت
tr: Tamamdır

source: Grizzly TunnelBear
ar: TunnelBear الأشيب
tr: Gri TunnelBear

source: Grr! TunnelBear couldn't reach the internet! Please try again.
ar: جررر! تعذَّر على TunnelBear الوصول إلى الإنترنت! يرجى المحاولة مرة أخرى.
tr: Gırr! TunnelBear internete erişemedi! Lütfen tekrar dene.

source: Grr! TunnelBear device settings not installed. Please try again.
ar: جررر! لم يتم تثبيت إعدادات TunnelBear الخاصة بالجهاز. يرجى المحاولة مرة أخرى.
tr: Gırr! TunnelBear cihaz ayarları yüklenmedi. Lütfen tekrar dene.

source: Grr! TunnelBear device settings not installed. Please try again.
ar: جررر! لم يتم تثبيت إعدادات TunnelBear الخاصة بالجهاز. يرجى المحاولة مرة أخرى.
tr: Gırr! TunnelBear cihaz ayarları yüklenmedi. Lütfen tekrar dene.

source: Grr! TunnelBear needs to install additional device settings. Tap “install” when you are prompted.
ar: جررر! يحتاج TunnelBear إلى تثبيت إعدادات إضافية للجهاز. انقر “تثبيت” عند مطالبتك بذلك.
tr: Gırr! TunnelBear'in ek cihaz ayarları yüklemesi gerek. Sorulduğunda “yükle”ye bas.

source: Grrr… Out of data for the month. Upgrade your Bear for unlimited data!
ar: جررر... نفدت بياناتك لهذا الشهر. قم بترقية دبّك للحصول على بيانات غير محدودة!
tr: Gırrr… Bu aylık veri bitti. Sınırsız veri için ayını üst sürüme geçir!

source: Help
ar: المساعدة
tr: Yardım

source: How about a quick rating on the App Store, then?
ar: ما رأيك في تقييم سريع على App Store؟
tr: App Store'da çabucak puan vermeye ne dersin?

source: I Agree
ar: موافق
tr: Kabul ediyorum

source: I really like doing things the hard way. I want to tunnel with manual settings.
ar: في الحقيقة، أحب أن أقوم بالأشياء بالطريقة الصعبة. أريد حفر الأنفاق بالإعدادات اليدوية.
tr: İşleri zor yoldan yapmayı çok seviyorum. Manuel ayarlarla tünel açmak istiyorum.

source: Initiating connection…
ar: جارٍ بدء الاتصال...
tr: Bağlantı başlatılıyor…

source: Is this your Twitter ID?
ar: هل هذا هو معرفك على Twitter؟
tr: Twitter kullanıcı adın bu mu?

source: Log In
ar: تسجيل الدخول
tr: Giriş

source: Log Out
ar: تسجيل الخروج
tr: Çıkış

source: Logging in…
ar: جارٍ تسجيل الدخول...
tr: Giriş yapılıyor…

source: Logging out…
ar: جارٍ تسجيل الخروج...
tr: Çıkış yapılıyor…

source: Make Another Purchase?
ar: هل تريد إجراء عملية شراء أخرى؟
tr: Bir satın alım daha yapılsın mı?

source: Manage Subscription
ar: إدارة الاشتراك
tr: Üyeliği Yönet

source: Mobile Giant TunnelBear
ar: TunnelBear العملاق للهاتف الجوّال
tr: Mobil Dev TunnelBear

source: Mobile Grizzly TunnelBear
ar: TunnelBear الأشيب للهاتف الجوّال
tr: Mobil Gri TunnelBear

source: Must be logged in to process purchase.
ar: يجب أن تبقى مسجلًا الدخول لإجراء الشراء.
tr: Satın alım için giriş yapılması gerekir.

source: No
ar: لا
tr: Hayır

source: Not connected
ar: غير متصل
tr: Bağlı değil

source: OK
ar: موافق
tr: Tamam

source: Oi mate! %@ is only available for upgraded bears.
ar: يا رفيق! %@ متوفرة في 'الدببة' التي قامت بالترقية فقط.
tr: Selam dostum! %@ sadece üst sürümdeki ayılara açıktır.

source: Out of Data for the month
ar: نفدت بياناتك لهذا الشهر
tr: Bu aylık Veri bitti

source: Please enter a valid Twitter ID.
ar: يرجى إدخال معرف Twitter صحيح.
tr: Lütfen geçerli bir Twitter kullanıcı adı gir.

source: Please enter your Twitter ID
ar: يرجى إدخال معرفك على Twitter
tr: Lütfen Twitter kullanıcı adını gir

source: Please log in.
ar: يرجى تسجيل الدخول.
tr: Lütfen giriş yap.

source: Processing Purchase…
ar: جارٍ معالجة عملية الشراء...
tr: Satın Alınıyor…

source: Purchase Cancelled
ar: تم إلغاء عملية الشراء
tr: Satın Alım İptal Edildi

source: Purchase Completed
ar: تم إتمام عملية الشراء
tr: Satın Alım Tamamlandı

source: Purchase pending user action
ar: عملية الشراء في انتظار إجراء من قِبل المستخدم
tr: Satın alma için kullanıcı bekleniyor

source: Rawr! Enjoying your TunnelBear?
ar: رووور! هل تستمتع بـ TunnelBear؟
tr: Rorr! TunnelBear'den memnun musun?

source: Rawr! It seems that your %@ is not connected to the Internet.
ar: رووور! يبدو أن %@ الخاص بك غير متصل بالإنترنت.
tr: Rorr! Görünüşe göre %@ cihazın internete bağlı değil.

source: Rawr! Looks like Twitter is either having issues or is blocked by your service provider.
ar: رووور! يبدو أن Twitter أيضًا به مشاكل أو محظور من قِبل مزوِّد خدمتك.
tr: Rorr! Görünüşe göre Twitter sorun yaşıyor ya da servis sağlayıcın tarafından engellenmiş.

source: Rawr! TunnelBear is having trouble fetching product information. Try again later?
ar: رووور! يواجه TunnelBear مشاكل في جلب معلومات المُنتج. هل تريد المحاولة مرة أخرى لاحقًا؟
tr: Rorr! TunnelBear ürün bilgisini alamıyor. Daha sonra tekrar dener misin?

source: Rawr! Your TunnelBear is having trouble fetching products from the App Store. Try again later?
ar: رووور! يواجه TunnelBear مشاكل في جلب المنتجات من App Store. هل تريد المحاولة مرة أخرى لاحقًا؟
tr: Rorr! TunnelBear, App Store'dan ürün alamıyor. Daha sonra tekrar dener misin?

source: Rawr! Your TunnelBear is having trouble reaching the App Store. Try again later?
ar: رووور! يواجه TunnelBear مشاكل في الوصول إلى App Store. هل تريد المحاولة مرة أخرى لاحقًا؟
tr: Rorr! TunnelBear, App Store'a ulaşamıyor. Daha sonra tekrar dener misin?

source: Rawrr! Problem confirming Twitter ID
ar: رووور! توجد مشكلة في التحقق من معرِّف Twitter
tr: Roorrr! Twitter kullanıcı adı doğrulanamıyor

source: Rawrr! Problems with your TunnelBear? Please contact support for a response within 24 hours.
ar: رووور! هل تواجه مشاكل مع TunnelBear؟ يرجى الاتصال بالدعم وسيصلك الرد في غضون 24 ساعة.
tr: Roorrr! TunnelBear sorun mu çıkarıyor? Lütfen 24 saat içinde cevap almak için destek ekibine ulaş.

source: Rawrrr! Your bear has been upgraded.
ar: رووور! تمت ترقية دبّك.
tr: Rorrrr! Ayın üst sürüme geçti.

source: Reinstall Profile
ar: إعادة تثبيت التشكيل الجانبي
tr: Profili Yeniden Yükle

source: Restoring Purchases…
ar: جارٍ استرداد المشتريات...
tr: Satın Alımlar Geri Yükleniyor…

source: Review on iTunes
ar: مراجعة على iTunes
tr: iTunes'da değerlendir

source: Save %d%%
ar: وفِّر %d%%
tr: %%%d kâr et

source: Send Bug report?
ar: هل تريد إرسال تقرير بالخطأ؟
tr: Hata raporu göndermek ister misin?

source: Sending Logs…
ar: جارٍ إرسال السجلات...
tr: Günlük gönderiliyor…

source: Still changing countries…
ar: لا تزال عملية تغيير الدول جارية...
tr: Hâlâ ülke değiştiriliyor…

source: Still connected
ar: البقاء متصلا
tr: Hâlâ bağlı

source: Tap Install when you’re prompted.
ar: انقر تثبيت عند مطالبتك بذلك.
tr: Sorulduğunda “yükle”ye bas.

source: Terms of Service
ar: شروط الخدمة
tr: Hizmet Şartları

source: To use a TunnelBear, you'll need to accept the TunnelBear Terms of Service.
ar: لاستخدام TunnelBear، يجب عليك قبول شروط الخدمة الخاصة بتطبيق TunnelBear.
tr: TunnelBear'i kullanabilmek için TunnelBear Hizmet Şartları'nı kabul etmen gerek.

source: Tunnel to %@?
ar: هل تريد حفر نفقًا إلى %@؟
tr: Şu ülkeye tünel açılsın mı: %@?

source: TunnelBear Notifications
ar: إعلامات TunnelBear
tr: TunnelBear Bildirimleri

source: TunnelBear can send you notifications when you are low on data. Tap “OK” when prompted to receive them.
ar: يستطيع TunnelBear إرسال الإعلامات إليك عندما تكون بياناتك على وشك النفاد. انقر “موافق” عند مطالبتك باستقبالها.
tr: TunnelBear verin azaldığında bildirim gönderebilir. Bildirimleri almak için sorulduğunda “Tamam”a bas.

source: TunnelBear needs to install “VPN” settings on your %@. Tap Install when you’re prompted.
ar: يحتاج TunnelBear إلى تثبيت إعدادات ”VPN“ على %@ الخاص بك. انقر تثبيت عند مطالبتك بذلك.
tr: TunnelBear'in %@ cihazına “VPN” ayarları yüklemesi gerekiyor. Sorulduğunda “yükle”ye bas.

source: Turn TunnelBear ON to make your location and data private!
ar: شغّل TunnelBear لجعل موقعك و بياناتك سرية!
tr: Konumunu ve verini gizlemek için TunnelBear'i aç!

source: Tweet for 1 FREE GB?
ar: غرِّد للحصول على 1 غيغابايت مجانًا
tr: ÜCRETSİZ 1 GB için tweet atar mısın?

source: Twitter Not Reachable
ar: تعذَّر الوصول إلى Twitter
tr: Twitter'a Ulaşılamıyor

source: Unable to install VPN profile
ar: تعذَّر تثبيت تشكيل VPN الجانبي
tr: VPN profili yüklenemiyor

source: Updating Account…
ar: جارٍ تحديث الحساب...
tr: Hesap güncelleniyor…

source: Upgrade
ar: ترقية
tr: Üst sürüme geç

source: VPN Profile Not Found
ar: تعذَّر العثور على تشكيل VPN الجانبي
tr: VPN Profili Bulunamadı

source: VPN connection timed out
ar: انقضت مهلة الاتصال بـ VPN
tr: VPN bağlantı süresi doldu

source: Verifying connection…
ar: جارٍ التحقق من الاتصال...
tr: Bağlantı doğrulanıyor…

source: View Terms
ar: عرض الشروط
tr: Şartları Görüntüle

source: We’ve sent you a bear!
ar: لقد أرسلنا إليك دبًا!
tr: Sana bir ayı gönderdik!

source: Yes
ar: نعم
tr: Evet

source: Yes!
ar: نعم!
tr: Evet!

source: Yikes! Well would you mind telling us what you don’t like about your Bear?
ar: نعم! حسنًا، هل لديك مانع في إبلاغنا بما لا تحبه في دبّك؟
tr: Amanın!Ayından neden memnun olmadığını söyler misin peki?

source: You already have a pending purchase that TunnelBear hasn't processed yet. Make another purchase anyway?
ar: لديك بالفعل عملية شراء معلقة لم تتم معالجتها من قِبل TunnelBear بعد. هل تريد إجراء عملية شراء أخرى على أي حال؟
tr: TunnelBear'in henüz tamamlamadığı bir satın alım işlemin var. Bir satın alım daha yapacak mısın?

source: You'll see a message when you upgrade. This is the default message shown for all app store subscriptions. Even if you tap “Allow” we don’t actually collect or store this information. You can see our privacy policy here.
ar: سترى رسالة عندما تقوم بالترقية. هذه هي الرسالة الافتراضية التي تظهر لجميع اشتراكات App Store. حتى إذا نقرت “سماح” نحن في الواقع لا نجمع أو نخزِّن هذه المعلومات. يمكنك مشاهدة سياسة الخصوصية الخاصة بنا هنا.
tr: Üst sürüme geçtiğinde mesaj gelecek. Bu varsayılan mesaj bütün App Store aboneliklerinde gösterilir. “İzin ver”e bassan da aslında bu bilgiyi toplamayız, depolamayız. Gizlilik politikamızı buradan okuyabilirsin.

source: You're already connected to this tunnel.
ar: أنت بالفعل متصل بهذا النفق.
tr: Zaten bu tünele bağlısın.
